{
    "Appinfo": "Служба, позволяющая пользователям без привилегий получать доступ к запуску / выполнению служб / программ с административными привилегиями.",
    "AudioEndpointBuilder": "Служба, отвечающая за настройки всех звуковых устройств на вашем компьютере. Отключение этой службы приведёт к отключению всех звуковых устройств Windows. Обратное включение вернёт всё обратно, но не запустит Windows Audio. Это вам придётся делать самостоятельно.",
    "Audiosrv": "Управление средствами работы со звуком для программ Windows. Если эта служба остановлена, то аудиоустройства и эффекты не будут правильно работать. Если данная служба отключена, то будет невозможно запустить все явно зависящие от нее службы.",
    "BFE": "Основная служба для управления политикой сетевой безопасности. Управляет политиками брандмауэра и политиками IP-безопасности (IPsec), применяя фильтрацию пользовательских режимов. Остановка или отключение службы BFE значительно снижает уровень безопасности системы. Это также приводит к непредсказуемым действиям при управлении IPsec и работе приложений брандмауэра. От этой службы зависят довольно многие службы, но что самое главное – Брандмауэр Защитника Windows.",
    "BrokerInfrastructure": "Служба инфраструктуры Windows, контролирующая возможность выполнения фоновых задач в системе. Отключение службы приведёт к невозможности загрузиться на Рабочий стол, потому что уже тогда запускаются многие фоновые задачи, включая все задачи из Планировщика заданий.",
    "COMSysApp": "Управление настройкой и отслеживанием компонентов COM+.\r\nЕсли данная служба остановлена, большинство компонентов COM+ не будет работать правильно. Если данная служба отключена, все явно зависящие от нее службы не смогут запуститься.",
    "CoreMessagingRegistrar": "С помощью этой службы производится связь между компонентами системы. Один процесс зависит от другого, одна dll необходима другой, одна служба зависит от другой, а следит за этим одна из самых важных служб Windows – CoreMessaging. Отключать эту службу нельзя, иначе вы гарантированно не сможете загрузить Windows.",
    "CryptSvc": "Служба, отвечающая за шифрование данных в операционной системе Windows. Не важно – программа что-то шифрует, которую вы написали или программа, скачанная из интернета, или сама Windows. Всё, что связано с шифрованием, требует наличия этой службы.",
    "DcomLaunch": "Служба, отвечающая за все связи всех компонентов Windows. Служба DCOMLAUNCH запускает COM- и DCOM-серверы в ответ на запросы активации объектов. Если отключить или остановить эту службу, то программы, использующие COM или DCOM, будут работать неправильно. Отключать службу DCOMLAUNCH не рекомендуется. Отключение службы приведёт к отключению всех служб Windows.",
    "Dhcp": "Регистрирует и обновляет IP-адреса и DNS-записи для этого компьютера. Если данная служба остановлена, этот компьютер не сможет получать динамические IP-адреса и выполнять обновления DNS. Если эта служба отключена, любые службы, которые явно зависят от нее, не могут быть запущены.",
    "Dnscache": "Служба DNS-клиента (dnscache) кэширует имена DNS и регистрирует полное имя этого компьютера. Если служба остановлена, разрешение имен DNS будет продолжаться, но результаты запросов имен DNS не будут кэшироваться, а имя компьютера не будет зарегистрировано. Если служба отключена, все явно зависящие от нее службы запустить не удастся.",
    "BDESVC": "Служба шифрования дисков BitLocker (BDESVC) размещает службу шифрования дисков BitLocker. Шифрование диска BitLocker обеспечивает безопасный запуск операционной системы и полное шифрование томов для ОС, фиксированных или съемных томов. Эта служба позволяет BitLocker запрашивать пользователям различные действия, связанные с их томами при подключении, и автоматически разблокировать тома без взаимодействия с пользователем. Кроме того, он сохраняет сведения о восстановлении в Active Directory, если он доступен, и при необходимости гарантирует использование последних сертификатов восстановления. Остановка или отключение службы не позволит пользователям использовать эту функцию.\r\nЗапуск службы BDESVC\r\nВ следующей процедуре описывается запуск службы шифрования дисков BitLocker.\r\nВ командной строке (запускать от имени администратора) введите net start BDESVC, чтобы запустить службу."
}