{
  "viruses": [
    {
      "name": "Conficker",
      "serviceNames": ["wuauserv", "BITS", "WinDefend", "WerSvc"],
      "description": "Возможно ваш компьютер был заражен вирусом - червем Conficker. Conficker — это сетевой червь, который использует уязвимости в операционной системе Windows для распространения и заражения других компьютеров в сети. Он может блокировать обновления системы безопасности, отключать службы безопасности и устанавливать дополнительное вредоносное ПО. Червь представляет серьезную угрозу, так как может дать злоумышленникам удаленный доступ к инфицированным системам и похищать конфиденциальные данные.\r\nБыли отключены службы автоматического обновления, фоновой интеллектуальной службы передачи (BITS), Защитника Windows и службы регистрации ошибок.\r\nДействия по устранению последствий:\r\nБлокирование распространения вируса Conficker с помощью групповой политики (https://support.microsoft.com/ru-ru/topic/сообщение-о-вирусе-черве-win32-conficker-73e7df59-ec59-d474-bbe8-1f06b7caef60#bkmk_manualsteps)\r\nПримечания\r\nВажно! Перед внесением любых изменений, следует задокументировать все текущие настройки. Эта процедура не удаляет вредоносную программу Conficker из системы, а позволяет только остановить ее распространение. Чтобы удалить вирус - червь Conficker, необходимо воспользоваться антивирусной программой. Можно также удалить его вручную.\r\nУдаление вируса Win32/Conficker вручную\r\nПримечания\r\nОписанные действия, выполняемые вручную, следует выполнять только при отсутствии антивирусных программ, позволяющих удалить вирус Conficker.\r\nВ зависимости от конкретного варианта червя Win32/Conficker, заразившего компьютер, некоторые значения, упомянутые в этом разделе, могут остаться неизменными.\r\nДля удаления вируса Conficker выполните описанные ниже действия.\r\nВойдите в систему с локальной учетной записью.\r\nВажно! По возможности не входите в систему с учетной записью домена. В частности, не используйте для этого учетную запись администратора домена. Вредоносные программы выдают себя за вошедшего в систему пользователя и получают доступ к сетевым ресурсам, используя учетные данные такого пользователя. Это позволяет вредоносным программам распространяться.\r\nОстановите службу сервера. В результате этого действия общие ресурсы администратора будут удалены из системы, что предотвратит распространение вредоносных программ указанным способом.\r\nПримечание. Службу сервера нужно отключить только временно, чтобы устранить вредоносные программы из среды. Это особенно важно для рабочих серверов, так как данное действие влияет на доступность сетевых ресурсов. Службу сервера можно включить снова, как только среда будет полностью очищена.\r\nДля остановки службы сервера необходимо использовать оснастку консоли управления (MMC) 'Службы'.\r\nУдалите все созданные задания автозапуска.\r\nОстановите службу планировщика заданий.\r\nВажно! В данный раздел, метод или задачу включены действия по изменению параметров реестра. Однако неправильное изменение параметров реестра может привести к возникновению серьезных проблем. Поэтому такие действия необходимо выполнять очень внимательно. Для дополнительной защиты нужно создать резервную копию реестра. Это позволит восстановить реестр при возникновении неполадок.\r\nНажмите кнопку Пуск, введите значение regedit в поле Начать поиск и выберите пункт regedit.exe в списке Программы.\r\nНайдите и щелкните следующий подраздел реестра:\r\nHKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Schedule\r\nВ области сведений щелкните правой кнопкой мыши параметр DWORD Start и выберите команду Изменить.\r\nВ поле Значение введите 4 и нажмите кнопку ОК.\r\nЗакройте редактор реестра и перезагрузите компьютер.\r\nПримечание. Службу планировщика заданий нужно отключить только на время, необходимое для удаления вредоносных программ. Сразу же после очистки среды включите службу сервера.\r\nЗагрузите обновление для системы безопасности 958644 (MS08-067) и установите его вручную.\r\nВсе пароли локального администратора и администратора домена необходимо заменить новыми надежными паролями.\r\n"
    },
    {
      "name": "Sality",
      "serviceNames": ["wuauserv", "WinDefend", "CloudBackupRestoreSvc"],
      "description": "Возможно ваш компьютер был заражен вирусом Sality. Sality — это вирус, который распространяется через инфицированные файлы и может загружать дополнительное вредоносное ПО. Он может отключать службы безопасности и обновления, а также усложнять процесс восстановления системы после атаки. Вирус представляет серьезную угрозу, так как может привести к потере данных и снижению общей безопасности системы.\r\nОтключены службы автоматического обновления, Защитника Windows, а также службы облачного резервного копирования и восстановления (CloudBackupRestoreSvc), отключение которой может привести к потере важной функциональности по восстановлению данных после атаки, что усугубляет последствия вирусной инфекции, делая невозможным автоматическое восстановление важных системных и пользовательских данных.\r\nДействия по устранению последствий:\r\n1. Изоляция системы: Отключите зараженный компьютер от сети для предотвращения дальнейшего распространения вируса.\r\n2. Использование SalityKiller: Скачайте и запустите утилиту SalityKiller от Лаборатории Касперского на всех зараженных компьютерах.\r\n3. Полное сканирование: Выполните полное сканирование системы с помощью антивирусного ПО с последними обновлениями баз данных.\r\n4. Обновление систем: Убедитесь, что все системы обновлены до последних версий патчей безопасности.\r\n5. Замена паролей: Замените все пароли пользователей и администраторов на более сложные и надежные.\r\n6. Включение служб: Включите все отключенные вирусом службы через консоль управления (services.msc).\r\nДополнительная информация доступна на сайте komputer-od.narod.ru."
    },
    {
      "name": "Zeus",
      "serviceNames": ["WinDefend", "DPS"],
      "description": "Возможно ваш компьютер был заражен вирусом Zeus. Zeus — это опасный троян, который известен своей способностью похищать финансовые данные и выполнять несанкционированные банковские транзакции. Он часто используется для финансового мошенничества и кражи данных. Вирус отключает ключевые системные утилиты безопасности и службы мониторинга сети, создавая благоприятные условия для своих вредоносных действий.\r\nОтключены службы Windows Defender (WinDefend) и службы политики диагностики (DPS), что снижает уровень безопасности системы и возможность обнаружения и устранения неполадок, связанных с работой компонентов Windows.\r\nДействия по устранению последствий:\r\n1. Изоляция системы: Немедленно отключите компьютер от сети, чтобы предотвратить утечку данных.\r\n2. Использование антивирусных утилит: Скачайте и запустите антивирусные утилиты, такие как Malwarebytes, HitmanPro, или специализированную программу 'Чистилка' https://chistilka.com/blog/kak-udalit-zeus-virus-detected-in-your/.\r\n3. Полное сканирование: Выполните полное сканирование системы с помощью надежного антивирусного ПО с последними обновлениями баз данных.\r\n4. Восстановление системных файлов: Проверьте и восстановите системные файлы с помощью команды 'sfc /scannow'.\r\n5. Включение служб: Используйте консоль служб (services.msc) для включения 'Windows Defender' и 'Службы политики диагностики'.\r\n6. Замена паролей: Замените все пароли на более сложные и уникальные. Включите двухфакторную аутентификацию, где это возможно.\r\n7. Мониторинг финансовых транзакций: Сообщите в ваш банк о возможной утечке данных и мониторьте все транзакции.\r\n"
    },
    {
      "name": "CryptoLocker",
      "serviceNames": ["BDESVC", "VSS"],
      "description": "Возможно ваш компьютер был заражен вирусом CryptoLocker. CryptoLocker — это один из известных видов программ-вымогателей, который шифрует файлы на инфицированной системе и требует выкуп за их расшифровку. Отключение службы шифрования дисков BitLocker (BDESVC) и службы Теневой копии тома (VSS) делает систему более уязвимой для атак, так как исключает возможность безопасного шифрования и восстановления данных. Вирус представляет собой серьёзную угрозу для данных и может привести к значительным финансовым потерям.\r\nОтключены службы шифрования дисков BitLocker (BDESVC) и Теневая копия тома (VSS).\r\nДействия по устранению последствий:\r\n1. Изоляция системы: Отключите зараженный компьютер от сети, чтобы предотвратить дальнейшее распространение вируса.\r\n2. Использование антивирусного ПО: Выполните полное сканирование системы с помощью надежного антивирусного ПО, такого как Kaspersky, для удаления всех угроз. https://www.kaspersky.ru/blog/ransomware-goes-to-toraims-to-eclipse-infamous-cryptolocker/4753/\r\n3. Восстановление данных: Проверьте возможность восстановления данных с помощью резервных копий или специальных утилит для расшифровки.\r\n4. Включение служб: Запустите консоль служб (services.msc) и включите 'Службу шифрования дисков BitLocker' и 'Службу теневого копирования томов'.\r\n5. Обновление системы: Убедитесь, что все системы обновлены до последних версий патчей безопасности.\r\n6. Замена паролей: Замените пароли учетных записей пользователей и администраторов на более сложные и надежные.\r\n7. Резервное копирование: Создайте резервные копии всех важных данных и храните их в безопасном месте.\r\n8. Многофакторная аутентификация: Рассмотрите возможность использования многофакторной аутентификации для дополнительной защиты учетных записей.\r\n"
    },
    {
      "name": "Ryuk",
      "serviceNames": ["WinDefend", "VSS", "BFE", "BITS", "wuauserv"],
      "description": "Ryuk — это известный шифровальщик (ransomware), который нацелен на крупные организации и корпорации. Он используется для атак с целью получения выкупа за расшифровку данных. Ryuk известен своими методами, которые включают отключение ряда системных служб, чтобы затруднить восстановление системы и усилить воздействие атаки.\r\n\r\nОтключаемые службы:\r\n1. Windows Defender (WinDefend) — служба, обеспечивающая защиту от вредоносных программ и шпионского ПО.\r\n2. Служба теневого копирования томов (VSS) — служба, которая позволяет создавать резервные копии или копии теней файлов и томов даже при их использовании.\r\n3. Базовая служба фильтрации (BFE) — служба, которая управляет сетевыми фильтрами и связанными с ними службами, такими как брандмауэр Windows.\r\n4. Фоновая интеллектуальная служба передачи (BITS) — служба, которая используется для передачи файлов в фоновом режиме и поддерживает загрузку обновлений.\r\n5. Служба Центра обновления Windows (wuauserv) — служба, которая управляет обновлением операционной системы.\r\nДействия по устранению последствий:\r\n1. Изоляция системы: Немедленно отключите зараженный компьютер от сети, чтобы предотвратить дальнейшее распространение вируса и утечку данных.\r\n2. Использование антивирусного ПО: Выполните полное сканирование системы с помощью надежного антивирусного ПО, такого как Kaspersky или Malwarebytes, для обнаружения и удаления всех угроз. https://www.kaspersky.ru/resource-center/preemptive-safety/ransomware-removal\r\n3. Восстановление системных файлов: Проверьте и восстановите системные файлы с помощью команды sfc /scannow.\r\n4. Включение служб: Используйте консоль служб (services.msc) для включения всех отключенных вирусом служб.\r\n5. Замена паролей: Замените все пароли на более сложные и надежные. Включите двухфакторную аутентификацию для дополнительной защиты.\r\n6. Обновление системы: Убедитесь, что все системы обновлены до последних версий патчей безопасности.\r\n7. Мониторинг системы: Настройте постоянный мониторинг системы для обнаружения и предотвращения будущих атак.\r\n"
    }
  ]
}